Repository: CakeDC/users
Catalog: src/Locale/*/Users.po
Languages: ar_om, fr_fr, it_it, pl, pt_br, tr_tr

source: Provider cannot be empty
ar_om: لا يمكن ترك مزود الخدمة فارغ
fr_fr: Le fournisseur ne peut pas être vide
it_it: Il campo Provider non può essere vuoto
pl: Dostawca nie może być pusty
pt_br: O provedor não pode ser vazio
tr_tr: Sağlayıcı boş olamaz

source: Account validated successfully
ar_om: تم التحقق من صحة الحساب بنجاح
fr_fr: Le compte a été validé avec succès
it_it: Account convalidato con successo
pl: Konto zostało aktywowane
pt_br: Conta validada com êxito
tr_tr: Hesap başarıyla doğrulandı

source: Account could not be validated
ar_om: تعذر التحقق من صحة الحساب
fr_fr: Le compte n'a pas pu être validé
it_it: Non è stato possibile convalidare l'account
pl: Aktywacja konta nie powiodła się
pt_br: A conta não pode ser validada
tr_tr: Hesap doğrulanamadı

source: Invalid token and/or social account
ar_om: رمز Token غير صالح و/ أو الحساب غير صحيح
fr_fr: Jeton et/ou compte de réseau social invalide
it_it: Token e/o account social non valido
pl: Nieprawidłowy token lub konto społecznościowe
pt_br: Token e/ou conta social inválido(s)
tr_tr: Geçersiz jeton ve/veya sosyal hesap

source: Social Account already active
ar_om: تم تنشيط الحساب مسبقاً
fr_fr: Compte de réseau social déjà actif
it_it: Account Social già attivo
pl: Konto społecznościowe jest już aktywne
pt_br: Conta social já ativa
tr_tr: Sosyal Hesap zaten aktif

source: Social Account could not be validated
ar_om: تعذر التحقق من صحة الحساب
fr_fr: Le compte de réseau social n'a pas pu être validé
it_it: Non è stato possibile convalidare l'Account Social
pl: Aktywacja nie powiodła się
pt_br: A conta social não pode ser validada
tr_tr: Sosyal Hesap doğrulanamadı

source: Email sent successfully
ar_om: تم إرسال البريد الالكتروني بنجاح
fr_fr: Courriel envoyé avec succès
it_it: Email inviata con successo
pl: E-mail został wysłany
pt_br: Email enviado com sucesso
tr_tr: E-posta başarıyla gönderildi

source: Email could not be sent
ar_om: تعذر إرسال البريد الكتروني
fr_fr: Le courriel n'a pas pu être envoyé
it_it: Impossibile inviare l'email
pl: E-mail nie mógł zostać wysłany
pt_br: O email não pode ser enviado
tr_tr: E-posta gönderilemedi

source: Invalid account
ar_om: حساب غير صالح
fr_fr: Compte invalide
it_it: Account non valido
pl: Nieprawidłowe konto
pt_br: Conta inválida
tr_tr: Geçersiz hesap

source: Email could not be resent
ar_om: لا يمكن ارسال البريد الكتروني
fr_fr: Le courriel n'a pas pu être réenvoyé
it_it: Non è stato possibile reinviare l'email
pl: Nie można wysłać wiadomości e-mail
pt_br: O email não pode ser reenviado
tr_tr: E-posta tekrar gönderilemedi

source: Invalid app salt, app salt must be at least 256 bits (32 bytes) long
ar_om: يجب ان يكون المفتاح بطول 32 بايت
fr_fr: Clé de salage de l'application invalide, la clé de salage de l'application doit-être d'une longueur minimale de 256 bits (32 octets)
it_it: App salt non valido. App salt deve essere almeno lungo 256 bits (32 bytes)
pl: Nieprawidłowa sól aplikacji, sól aplikacji powinna mieć długość co najmniej 256 bitów (32 bajty)
pt_br: Salt da aplicação inválido, o salt da aplicação deve ser de pelo menos 256 bits (32 bytes)
tr_tr: Geçersiz tuz kodu, tuz kodu en az 256 bit (32 bayt) “long” uzunluğunda olmalı

source: You can't enable email validation workflow if use_email is false
ar_om: لا يمكن تفعيل التحقق بالبريد الالكتروني اذا كان استخدام البريد الاكتروني غير مفعل
fr_fr: Vous ne pouvez pas activer le processus de validation par courriel si use_email est défini à false
it_it: Non è possibile abilitare il workflow di validazione email se use_email è false
pl: Nie możesz włączyć potwierdzania kont przez e-mail jeśli opcja use_email = false
pt_br: Você não pode habilitar o fluxo de validação por email se use_email for false
tr_tr: Eğer use_email yanlışsa, e-posta doğrulama iş akışını etkinleştiremezsin

source: Could not associate account, please try again.
ar_om: تعذر ربط الحساب ، الرجاء المحاولة مره أخرى.
pt_br: Não foi possível associar a conta, tente novamente.
tr_tr: Hesap eşleştirilemedi, lütfen tekrar deneyin.

source: Social account was associated.
ar_om: تم ربط الحساب مسبقاً
pt_br: A conta social foi associada.
tr_tr: Sosyal hesap zaten eşleştirilmişti.

source: Issues trying to log in with your social account
ar_om: تعذر تسجيل الدخول باستخدام حسابك
fr_fr: Un problème est survu lors de la tentative d'identification avec votre compte de réseau social
it_it: Si sono verificati dei problemi nel tentativo di effettuare il log in col tuo account social
pl: Wystąpiły problemy z logowaniem za pośrednictwem konta społecznościowego
pt_br: Problemas ao tentar autenticar a partir da sua conta social
tr_tr: Sosyal hesabınız ile giriş yaparken çıkan sorunlar

source: Please enter your email
ar_om: الرجاء إدخال بريدك الكتروني
fr_fr: Merci d'entrer votre email
it_it: Per favore inseirsci la tua email
pl: Podaj swój adres e-mail
pt_br: Por favor indique seu email
tr_tr: Lütfen e-posta hesabınızı girin

source: Your user has not been validated yet. Please check your inbox for instructions
ar_om: لم يتم التحقق من صحة المستخدم الخاص بك بعد. الرجاء التحقق من البريد الوارد للحصول علي تعليمات
fr_fr: Votre compte n'a pas encore été validé. Merci de vérifier votre boîte de réception pour obtenir les instructions
it_it: Il vostro utente non è ancora stato convalidato. Per favore verifica le tue email in arrivoper ottenere le istruzioni
pl: Twoje konto nie zostało jeszcze aktywowane. Sprawdź swoją skrzynkę odbiorczą
pt_br: Seu usuário ainda não foi validado. Por favor, verifique sua caixa de entrada para instruções
tr_tr: Kullanıcınız henüz doğrulanmadı. Lütfen talimatlar için gelen kutunuzu kontrol edin

source: Your social account has not been validated yet. Please check your inbox for instructions
ar_om: لم يتم التحقق من صحة حسابك الاجتماعي بعد. الرجاء التحقق من البريد الوارد للحصول علي تعليمات
fr_fr: Votre compte de réseau social n'a pas encore été validé. Merci de vérifier votre boîte de réception pour obtenir les instructions
it_it: Il tuo account social non è stato ancora convalidato. Per favore verifica la tuacasella di posta elettronica per maggiori informazioni
pl: Konto społecznościowe nie zostało jeszcze aktywowane. Sprawdź swoją pocztę e-mail.
pt_br: Sua conta social ainda não foi validada. Por favor, verifique sua caixa de entrada para instruções
tr_tr: Sosyal hesabınız henüz doğrulanmadı. Lütfen talimatlar için gelen kutunuzu kontrol edin

source: Invalid reCaptcha
ar_om: reCaptcha غير صالحه
fr_fr: La validation reCaptcha a échoué
it_it: reCaptcha non valida
pl: Błąd reCaptcha
pt_br: ReCaptcha inválido
tr_tr: Geçersiz reCaptcha

source: You are already logged in
ar_om: تم تسجيل دخولك مسبقاً
fr_fr: Vous êtes déjà identifié
it_it: E' già stato effettuato il log in
pl: Jesteś już zalogowany
pt_br: Você já está autenticado
tr_tr: Zaten giriş yapmış durumdasınız

source: Please enable Google Authenticator first.
ar_om: الرجاء تمكين أداه مصادقه Google أولا.
pt_br: Por favor habilite o Google Authenticator primeiro.
tr_tr: Lütfen önce Google Authenticator ‘ı aktif hale getirin.

source: Verification code is invalid. Try again
ar_om: رمز التحقق غير صالح. حاول مرة أخرى
pt_br: Código de verificação é inválido. Tente novamente
tr_tr: Doğrulama kodu yanlış. Tekrar deneyin

source: Username or password is incorrect
ar_om: اسم المستخدم أو كلمه المرور غير صحيحه
fr_fr: Le nom d'utilisateur ou le mot de passe est incorrect
it_it: Username o password non corretti
pl: Nazwa użytkownika lub hasło jest nieprawidłowe
pt_br: Nome de usuário e/ou senha incorreto(s)
tr_tr: Kullanıcı adınız veya şifreniz yanlış

source: You've successfully logged out
ar_om: لقد قمت بتسجيل الخروج بنجاح
fr_fr: Vous avez été correctement déconnecté
it_it: Log out effettuato con successo
pl: Wylogowano
pt_br: Você desconectou-se com êxito
tr_tr: Başarıyla çıkış yaptınız

source: User was not found
ar_om: لم يتم العثور علي المستخدم
fr_fr: L'utilisateur n'a pas été trouvé
it_it: Utente non trovato
pl: Konto użytkownika nie istnieje
pt_br: O usuário não foi encontrado
tr_tr: Kullanıcı bulunamadı

source: Password could not be changed
ar_om: تعذر تغيير كلمه المرور
fr_fr: Le mot de passe n'a pas pu être changé
it_it: Non è stato possibile cambiare la password
pl: Zmiana hasła nie powiodła się
pt_br: A senha não pode ser alterada
tr_tr: Şifre değiştirilemedi

source: Password has been changed successfully
ar_om: تم تغيير كلمه المرور بنجاح
fr_fr: Le mot de passe a été changé avec succès
it_it: Password modificata con successo
pl: Hasło zostało zmienione
pt_br: Senha alterada com êxito
tr_tr: Şifre başarıyla değiştirildi

source: Please check your email to continue with password reset process
ar_om: يرجى التحقق من البريد الكتروني الخاص بك لمتابعه عمليه أعاده تعيين كلمه المرور
fr_fr: Merci de vérifier vos courriels pour poursuivre la procédure de réinitialisation du mot de passe
it_it: Controllare la propria email per continuare col processo di ripristino della password
pl: Aby dokończyć zmianę hasła, sprawdź swoją pocztę e-mail.
pt_br: Por favor, verifique seu email para continuar o processo de redefinição de senha
tr_tr: Şifre sıfırlama işleminize devam edebilmek için lütfen e-postanızı kontrol edin

source: The password token could not be generated. Please try again
ar_om: تعذر إنشاء الرمز المميز لكلمه المرور. الرجاء المحاولة مره أخرى
fr_fr: Le jeton du mot de passe n'a pas pu être généré. Veuillez réessayer
it_it: Non è stato possibile generare il token della password. Per favore riprovare
pl: Nie można wygenerować tokenu. Spróbuj ponownie
pt_br: O token de senha não pode ser gerado. Por favor, tente novamente
tr_tr: Şifre jetonu oluşturulamadı. Lütfen tekrar deneyin

source: User {0} was not found
ar_om: لم يتم العثور علي المستخدم {0}
fr_fr: L'utilisateur {0} n'a pas été trouvé
it_it: Utente {0} non trovato
pl: Nie znaleziono użytkownika {0}
pt_br: O usuário {0} não foi encontrado
tr_tr: Kullancı {0} bulunamadı

source: The user is not active
ar_om: المستخدم غير نشط
fr_fr: L'utilisateur n'est pas actif
it_it: Utente non attivo
pl: Konto użytkownika nie jest aktywne
pt_br: O usuário não está ativo
tr_tr: Kullanıcı aktif değil

source: Token could not be reset
ar_om: تعذر أعاده تعيين الرمز المميز
fr_fr: Le jeton n'a pas pu être réinitialisé
it_it: Non è stato possibile ripristinare il token
pl: Nie można zresetować tokenu
pt_br: O token não pode ser redefinido
tr_tr: Jeton sıfırlanamadı

source: Google Authenticator token was successfully reset
ar_om: تمت أعاده تعيين رمز مصادقه Google بنجاح
pt_br: O token do Google Authenticator foi reiniciado com sucesso
tr_tr: Google Authenticator jetonu başarıyla sıfırlandı

source: Not authorized, please login first
ar_om: غير مصرح به ، الرجاء تسجيل الدخول أولا
fr_fr: Non autorisé, merci de vous identifier d'abord
it_it: Non autorizzato, per favore effettuare prima il login
pl: Wymagane logowanie
pt_br: Não autorizado, por favor, autentique-se primeiro
tr_tr: Yetkili değil, lütfen ilk önce giriş yapın

source: You must log out to register a new user account
ar_om: يجب تسجيل الخروج لتسجيل حساب مستخدم جديد
fr_fr: Vous devez vous déconnecter pour enregistrer un nouveau compte utilisateur
it_it: Per registrare un nuovo account utente, effettuare prima il log out
pl: Wyloguj się aby utworzyć nowe konto
pt_br: Você deve deslogar para registrar uma nova conta de usuário
tr_tr: Yeni bir hesap oluşturmak oluşturmak için önce çıkış yapmanız gerekli

source: The user could not be saved
ar_om: تعذر حفظ المستخدم
fr_fr: L'utilisateur n'a pas pu être sauvegardé
it_it: Registrazione utente non riuscita
pl: Nie można utworzyć konta
pt_br: O usuário não pode ser salvo
tr_tr: Kullanıcı kaydedilemedi

source: You have registered successfully, please log in
ar_om: لقد قمت بالتسجيل بنجاح ، الرجاء تسجيل الدخول
fr_fr: Vous êtes désormais enregistré, merci de vous identifier
it_it: Registrazione avvenuta con successo, per favore effettuare il log in
pl: Rejestracja zakończona sukcesem, możesz się zalogować
pt_br: Você registrou-se com sucesso, por favor, autentique-se
tr_tr: Başarıyla kayıt oldunuz, lütfen giriş yapın

source: Please validate your account before log in
ar_om: الرجاء تنشيط حسابك قبل تسجيل الدخول
fr_fr: Merci de valider votre compte avant de vous identifier
it_it: Per favore convalida il tuo account prima di effettuare il log in
pl: Potwierdź swoje konto przed logowaniem
pt_br: Por favor, valide sua conta antes de autenticar
tr_tr: Lütfen giriş yapmadan önce hesabınızı doğrulayın

source: The {0} has been saved
ar_om: تم حفظ {0}
fr_fr: Le {0} a été sauvegardé
it_it: {0} è stato salvato
pl: {0} został zapisany
pt_br: O {0} foi salvo
tr_tr: {0} kaydedildi

source: The {0} could not be saved
ar_om: تعذر حفظ {0}
fr_fr: Le {0} n'a pas pu être sauvegardé
it_it: Non è stato possibile salvare {0}
pl: {0} nie mógł zostać zapisany
pt_br: O {0} não pode ser salvo
tr_tr: {0} kaydedilemedi

source: The {0} has been deleted
ar_om: تم حذف {0}
fr_fr: Le {0} a été supprimé
it_it: {0} è stato cancellato
pl: {0} został usunięty
pt_br: O {0} foi deletado
tr_tr: {0} silindi

source: The {0} could not be deleted
ar_om: تعذر حذف {0}
fr_fr: Le {0} n'a pas pu être supprimé
it_it: Non è stato possibile cancellare {0}
pl: {0} nie mógł zostać usunięty
pt_br: O {0} não pode ser deletado
tr_tr: {0} silinemedi

source: The reCaptcha could not be validated
ar_om: تعذر التحقق من صحة reCaptcha
fr_fr: Le reCaptcha n'a pas pu être validé
it_it: Non è stato possibile convalidare la reCaptcha
pl: Błąd walidacji reCaptcha
pt_br: O reCaptcha não pode ser validado
tr_tr: reCaptcha doğrulanamadı

source: User account validated successfully
ar_om: تم التحقق من صحة حساب المستخدم بنجاح
fr_fr: Compte utilisateur validé avec succès
it_it: Account utente convalidato con successo
pl: Konto użytkownika zostało aktywowane
pt_br: Conta de usuário validada com êxito
tr_tr: Kullanıcı hesabı başarıyla doğrulandı

source: User account could not be validated
ar_om: تعذر التحقق من صحة حساب المستخدم
fr_fr: Le compte utilisateur n'a pas pu être validé
it_it: Non è stato possibile convalidare l'account utente
pl: Aktywacja konta nie powiodła się
pt_br: A conta de usuário não pode ser validada
tr_tr: Kullanıcı hesabı doğrulanamadı

source: User already active
ar_om: المستخدم نشط بالفعل
fr_fr: Utilisateur déjà actif
it_it: Utente già attivo
pl: Konto jest już aktywne
pt_br: Usuário já ativo
tr_tr: Kullanıcı zaten aktif

source: Reset password token was validated successfully
ar_om: تم التحقق من صحة رمز أعاده تعيين كلمه المرور بنجاح
fr_fr: Le jeton de réinitialisation du mot de passe a été validé avec succès
it_it: Il token per il ripristino password è stato convalidato con successo
pl: Token zmiany hasła został zatwierdzony
pt_br: Token de redefinição de senha validado com êxito
tr_tr: Şifre sıfırlama jetonu başarıyla doğrulandı

source: Reset password token could not be validated
ar_om: تعذر التحقق من صحة الرمز المميز لأعاده تعيين كلمه المرور
fr_fr: Le jeton de réinitialisation du mot de passe n'a pas pu être validé
it_it: Non è stato possibile convalidare il token per il ripristino della password
pl: Błąd podczas walidacji tokenu zmiany hasła
pt_br: O token de redefinição de senha não pode ser validado
tr_tr: Şifre sıfırlama jetonu doğrulanamadı

source: Invalid validation type
ar_om: وسيلة التحقق غير صالحة
fr_fr: Type de validation invalide
it_it: Tipo di validazione non valido
pl: Nieprawidłowy typ walidacji
pt_br: Tipo de validação inválido
tr_tr: Geçersiz doğrulama cinsi

source: Invalid token or user account already validated
ar_om: الرمز (token) غير صحيح او تم استخدامه من قبل
fr_fr: Jeton invalide ou compte utilisateur déjà activé
it_it: Toke non valido o account utente già convalidato
pl: Nieprawidłowy token lub konto jest już aktywne
pt_br: Token inválido ou conta já validada
tr_tr: Geçersiz jeton veya kullanıcı hesabı zaten doğrulandı

source: Token already expired
ar_om: الرمز token انتهت صلاحيته
fr_fr: Le jeton a déjà expiré
it_it: Token già scaduto
pl: Token wygasł
pt_br: Token expirado
tr_tr: Jeton süresi zaten doldu

source: Token has been reset successfully. Please check your email.
ar_om: تم أعاده تعيين token بنجاح. يرجى التحقق من بريدك الكتروني.
fr_fr: Le jeton a été réinitialisé avec succès. Veuillez consulter vos courriels.
it_it: Il token è stato ripristinato con successo. Per favore verificare la propria email.
pl: Token został zresetowany. Sprawdź swoją pocztę e-mail.
pt_br: O token foi redefinido com êxito. Por favor, verifique seu email.
tr_tr: Jeton başarıyla sıfırlandı. Lütfen e-postanızı kontrol edin.

source: User {0} is already active
ar_om: المستخدم {0} نشط بالفعل
fr_fr: L'utilisateur {0} est déjà actif
it_it: L'Utente {0} è già attivo
pl: Użytkownik {0} jest już aktywny
pt_br: O usuário {0} já está ativo
tr_tr: Kullanıcı {0} zaten aktif

source: Your account validation link
ar_om: رابط التحقق من الحسابك
fr_fr: Votre lien de validation de compte
it_it: Il tuo link per convalidare l'account
pl: Twój link aktywacyjny
pt_br: Seu link de validação da conta
tr_tr: Hesap doğrulama bağlantısı

source: {0}Your reset password link
ar_om: {0} رابط أعاده تعيين كلمه المرور
fr_fr: {0}Votre lien de réinitialisation de mot de passe
it_it: {0}Ecco il tuo link per ripristinare la password
pl: {0}Twój link zmiany hasła
pt_br: {0}Seu link de redefinição de senha
tr_tr: {0} Şifre sıfırlama bağlantısı

source: {0}Your social account validation link
ar_om: {0} رابط التحقق من صحة الحساب
fr_fr: {0}Votre lien de validation de compte social
it_it: {0}Ecco il tuo link per convalidare il tuo account social
pl: {0} Twój link aktywacyjny
pt_br: {0}Seu link de validação da conta social
tr_tr: {0} Sosyal hesap doğrulama bağlantısı

source: Missing 'username' in options data
ar_om: لم يتم العثور على اسم المستخدم
fr_fr: 'username' manquant dans les données d'options
it_it: 'username' mancante nelle opzioni dati
pl: Brak klucza 'username'
pt_br: 'username' ausente nas opções
tr_tr: Seçenekler verilerinde ‘kullanıcı adı’ eksik

source: Social account already associated to another user
ar_om: الحساب مرتبط بالفعل بمستخدم آخر
pt_br: Conta social já está associada a outro usuário
tr_tr: Sosyal hesap zaten başka bir kullanıcıyla eşleşmiş durumda

source: Reference cannot be null
ar_om: لا يمكن ان يكون المرجع فارغا
fr_fr: La référence ne peut pas être nulle
it_it: La referenza non può essere nulla
pl: Wartość nie może być pusta
pt_br: A referência não pode ser nula
tr_tr: Referans boş olamaz

source: Token expiration cannot be empty
ar_om: لا يمكن ترك حقل انتهاء صلاحية Token فارغاً
fr_fr: L'expiration du jeton ne peut pas être vide
it_it: La scadenza del Token non può essere vuota
pl: Parametr 'expiration' nie może być pusty
pt_br: A expiração do token não pode ser vazia
tr_tr: Jeton son kullanma tarihi boş olamaz

source: User not found
ar_om: لم يتم العثور علي المستخدم
fr_fr: Utilisateur non trouvé
it_it: Utente non trovato
pl: Nie odnaleziono użytkownika
pt_br: Usuário não encontrado
tr_tr: Kullanıcı bulunamadı

source: User account already validated
ar_om: تم التحقق من صحة حساب المستخدم
fr_fr: Compte utilisateur déjà validé
it_it: Account utente già convalidato
pl: Konto użytkownika zostało już aktywowane
pt_br: Conta de usuário já validada
tr_tr: Kullanıcı hesabı zaten doğrulandı

source: User not active
ar_om: المستخدم غير نشط
fr_fr: Utilisateur non activé
it_it: Utente non attivo
pl: Użytkownik nie jest aktywny
pt_br: Usuário inativo
tr_tr: Kullanıcı aktif durumda değil

source: The current password does not match
ar_om: لا تتطابق كلمه المرور الحالية
fr_fr: Le mot de passe actuel ne correspond pas
it_it: L'attuale password non corrisponde
pl: Bieżące hasło nie jest prawidłowe
pt_br: A senha atual não corresponde
tr_tr: Geçerli şifre uyuşmuyor

source: You cannot use the current password as the new one
ar_om: لا يمكنك استخدام كلمه المرور الحالية كـ كلمة سر جديدة
fr_fr: Vous ne pouvez pas utiliser le mot de passe actuel comme nouveau mot de passe
it_it: Non puoi utilizzare la password attuale come nuova password
pl: Nowe hasło nie może być takie same jak obecne
pt_br: Você não pode usar a senha atual como nova senha
tr_tr: Geçerli şifrenizi yeni bir şifre olarak kullanamazsınız

source: User not found for the given token and email.
ar_om: لم يتم العثور على المستخدم لهذا الرمز و البريد الالكتروني
fr_fr: Utilisateur non trouvé pour le jeton et le courriel spécifiés
it_it: Utente non trovato per l'email ed il token forniti.
pl: Nie odnaleziono użytkownika dla danego tokenu i adresu e-mail.
pt_br: Usuário não encontrado com a combinação de token e email
tr_tr: Verilen jeton ve e-posta için kullanıcı bulunamadı.

source: Token has already expired user with no token
ar_om: الرمز Token انتهت صلاحيته, المستخدم بدون Token الآن
fr_fr: Le jeton a déjà expiré utilisateur sans jeton
it_it: Il token è già scaduto utente senza token
pl: Token wygasł
pt_br: Token expirado, usuário sem token
tr_tr: Jeton son kullanma tarihi zaten doldu, kullanıcının jetonu yok

source: Account already validated
ar_om: تم التحقق من صحة الحساب
fr_fr: Compte déjà validé
it_it: Account già convalidato
pl: Konto zostało już aktywowane
pt_br: Conta já validada
tr_tr: Hesap zaten doğrulandı

source: Account not found for the given token and email.
ar_om: لم يتم العثور على المستخدم لهذا الرمز و البريد الالكتروني
fr_fr: Compte non trouvé pour le jeton et le courriel spécifiés
it_it: Account non trovato per l'email ed il token forniti.
pl: Nie odnaleziono konta dla danego tokenu i adresu e-mail.
pt_br: Conta não encontrada com a combinação de token e email
tr_tr: Verilen jeton ve e-posta için hesap bulunamadı.

source: Unable to login user with reference {0}
ar_om: غير قادر علي تسجيل دخول المستخدم مع المرجع {0}
fr_fr: Impossible d'identifier l'utilisateur avec la référence {0}
it_it: Impossibile effettuare il login per l'utente con referenza {0}
pl: Nie można zalogować użytkownika o loginie {0}
pt_br: Incapaz de autenticar usuário com a referência {0}
tr_tr: Referans {0} ile giriş başarısız

source: Email not present
ar_om: البريد الكتروني غير موجود
fr_fr: Courriel non présent
it_it: Email non presente
pl: Brak adresu e-mail
pt_br: Email ausente
tr_tr: E-posta yok

source: Your password does not match your confirm password. Please try again
ar_om: لا تتطابق كلمه المرور الخاصة بك مع تاكيد كلمه المرور. الرجاء المحاولة مره أخرى
fr_fr: Votre mot de passe ne correspond pas à la confirmation de mot de passe. Veuillez réessayer
it_it: La password non corrisponde con quella inserita nella conferma password.Per favore riprova
pl: Podane hasła różnią się. Spróbuj ponownie.
pt_br: Sua senha não corresponde com a confirmação. Por favor, tente novamente
tr_tr: Şifreniz onay şifreniz ile uyuşmuyor. Lütfen tekrar deneyin

source: Username already exists
ar_om: اسم المستخدم موجود بالفعل
fr_fr: Le nom d'utilisateur existe déjà
it_it: Username già esistente
pl: Nazwa użytkownika już istnieje
pt_br: Nome de usuário em uso
tr_tr: Kullanıcı adı zaten var

source: Email already exists
ar_om: البريد الالكتروني موجود بالفعل
fr_fr: Le courriel existe déjà
it_it: Email già esistente
pl: Adres e-mail już istnieje
pt_br: Email em uso
tr_tr: E-posta zaten var

source: Utilities for CakeDC Users Plugin
ar_om: الأدوات المساعدة لإضافة CakeDC/Users
fr_fr: Utilitaires pour le Plugin CakeDC Users
it_it: Utilità per Plugin CakeDC Users
pl: Narzędzia dla CakeDC Users Plugin
pt_br: Utilitários para CakeDC Users Plugin
tr_tr: CakeDC Users eklentisi için araçlar

source: Activate an specific user
ar_om: تنشيط مستخدم معين
fr_fr: Activer un utilisateur spécifique
it_it: Attiva un utente specifico
pl: Aktywuj użytkownika
pt_br: Ativar um usuário específico
tr_tr: Belirli bir kullanıcıyı aktif hale getir
