Repository: CakeDC/users
Catalog: src/Locale/*/Users.po
Languages: ar_om, fr_fr, it_it, pl, pt_br, tr_tr

source: Add a new superadmin user for testing purposes
ar_om: أضافه مستخدم جديد super admin لأغراض الاختبار
fr_fr: Ajouter un nouvel utilisateur super-administrateur pour des besoins de tests
it_it: Aggiunge un nuovo superadmin per scopi di test
pl: Dodaj konto administracyjne do celów testowych
pt_br: Adicionar um novo usuário superadmin para fins de testes
tr_tr: Deneme için yeni bir süperyönetici kullanıcısı ekle

source: Add a new user
ar_om: أضافه مستخدم جديد
fr_fr: Ajouter un nouvel utilisateur
it_it: Aggiungi un nuovo utente
pl: Dodaj użytkownika
pt_br: Adicionar um novo usuário
tr_tr: Yeni bir kullanıcı ekle

source: Change the role for an specific user
ar_om: تغيير دور مستخدم معين
fr_fr: Changer le rôle d'un utilisateur spécifique
it_it: Cambia il ruolo per un utente specifico
pl: Zmień rolę konkretnego użytkownika
pt_br: Alterar o role de um usuário específico
tr_tr: Belirli bir kullanıcının rolünü değiştir

source: Deactivate an specific user
ar_om: إلغاء تنشيط مستخدم معين
fr_fr: Désactiver un utilisateur spécifique
it_it: Disattiva un utente specifico
pl: Deaktywuj użytkownika
pt_br: Desativar um usuário específico
tr_tr: Belirli bir kullanıcıyı devre dışı bırak

source: Delete an specific user
ar_om: حذف مستخدم معين
fr_fr: Supprimer un utilisateur spécifique
it_it: Cancella un utente specifico
pl: Usuń użytkownika
pt_br: Deletar um usuário específico
tr_tr: Belirli bir kullanıcıyı sil

source: Reset the password via email
ar_om: أعاده تعيين كلمه المرور عبر البريد الكتروني
fr_fr: Réinitialiser le mot de passe par courriel
it_it: Ripristina la password per email
pl: Zresetuj hasło przez e-mail
pt_br: Redefinir a senha via email
tr_tr: Şifreyi e-posta aracılığıyla sıfırla

source: Reset the password for all users
ar_om: أعاده تعيين كلمه المرور لكافة المستخدمين
fr_fr: Réinitialiser le mot de passe de tous les utilisateurs
it_it: Ripristina la password per tutti gli utenti
pl: Zresetuj hasło dla wszystkich użytkowników
pt_br: Redefinir a senha de todos usuários
tr_tr: Tüm kullanıcıların şifrelerini sıfırla

source: Reset the password for an specific user
ar_om: أعاده تعيين كلمه المرور لمستخدم معين
fr_fr: Réinitialiser le mot de passe pour un utilisateur spécifique
it_it: Ripristina la password per un utente specifico
pl: Zresetuj hasło dla konkretnego użytkownika
pt_br: Redefinir a senha de um usuário específico
tr_tr: Belirli bir kullanıcının şifresini sıfırla

source: Please enter a password.
ar_om: الرجاء إدخال كلمة مرور
fr_fr: Veuillez saisir un mot de passe.
it_it: Per favore inserire una password.
pl: Podaj hasło.
pt_br: Por favor, indique uma senha.
tr_tr: Lütfen bir şifre gir.

source: Password changed for all users
ar_om: تغيير كلمه المرور لكافة المستخدمين
fr_fr: Mot de passe changé pour tous les utilisateurs
it_it: Password cambiata per tutti gli utenti
pl: Zmieniono hasło dla wszystkich użytkowników
pt_br: As senhas de todos usuários foram alteradas
tr_tr: Tüm kullanıcıların şifreleri değiştirildi

source: New password: {0}
ar_om: كلمه المرور الجديدة: {0}
fr_fr: Nouveau mot de passe : {0}
it_it: Nuova password : {0}
pl: Nowe hasło: {0}
pt_br: Nova senha: {0}
tr_tr: Yeni şifre: {0}

source: Please enter a username.
ar_om: الرجاء ادخال اسم المستخدم.
fr_fr: Veuillez saisir un nom d'utilisateur.
it_it: Per favore inserire un nome utente.
pl: Podaj nazwę użytkownika.
pt_br: Por favor, indique um nome de usuário.
tr_tr: Lütfen bir kullanıcı adı gir.

source: Password changed for user: {0}
ar_om: تم تغيير كلمه المرور للمستخدم: {0}
fr_fr: Mot de passe changé pour l'utilisateur : {0}
it_it: Password cambiata per l'utente : {0}
pl: Zmieniono hasło dla użytkownika: {0}
pt_br: Senha alterada para usuário: {0}
tr_tr: Kullanıcı için şifre değiştirildi: {0}

source: Please enter a role.
ar_om: الرجاء إدخال دور.
fr_fr: Veuillez saisir un rôle.
it_it: Per favore inserire un ruolo.
pl: Podaj rolę.
pt_br: Por favor, indique um papel.
tr_tr: Lütfen bir rol gir.

source: Role changed for user: {0}
ar_om: تم تغيير الدور للمستخدم: {0}
fr_fr: Rôle changé pour l'utilisateur : {0}
it_it: Ruolo modificato per l'utente: {0}
pl: Zmieniono rolę dla użytkownika: {0}
pt_br: Papel alterado para usuário: {0}
tr_tr: Kullanıcı rolü değiştirildi: {0}

source: New role: {0}
ar_om: دور جديد: {0}
fr_fr: Nouveau rôle : {0}
it_it: Nuovo ruolo: {0}
pl: Nowa rola: {0}
pt_br: Novo papel: {0}
tr_tr: Yeni rol: {0}

source: User was activated: {0}
ar_om: تم تنشيط المستخدم: {0}
fr_fr: L'utilisateur a été activé : {0}
it_it: Utente attivato: {0}
pl: Użytkownik został aktywowany: {0}
pt_br: Usuário ativado: {0}
tr_tr: Kullanıcı aktif hale getirildi: {0}

source: User was de-activated: {0}
ar_om: تم إلغاء تنشيط المستخدم: {0}
fr_fr: L'utilisateur a été désactivé : {0]
it_it: Utente disattivato: {0]
pl: Użytkownik został zdeaktywowany: {0}
pt_br: Usuário desativado: {0}
tr_tr: Kullanıcı devre dışı bırakıldı: {0}

source: Please enter a username or email.
ar_om: الرجاء إدخال اسم المستخدم أو البريد الكتروني.
fr_fr: Veuillez saisir un nom d'utilisateur ou un courriel.
it_it: Per favore inserire un nome utente o email.
pl: Podaj nazwę użytkownika lub hasło.
pt_br: Por favor, indique um nome de usuário ou senha.
tr_tr: Lütfen kullanıcı adı veya e-posta girin.

source: Please ask the user to check the email to continue with password reset process
ar_om: من فضلك اطلب من المستخدم التحقق من البريد الكتروني لمتابعه عمليه أعاده تعيين كلمه المرور
fr_fr: Veuillez demander à l'utilisateur de vérifier ses courriels pour poursuivre la procédure de réinitialisation du mot de passe.
it_it: Per favore richiedere all'utente di controllare l'email per continuare con la procedura di ripristino password
pl: Aby dokończyć zmianę hasła, sprawdź swoją pocztę e-mail
pt_br: Por favor, peça ao usuário para verificar seu email para continuar o processo de redefinição de senha
tr_tr: Şifre sıfırlama işlemine devam etmek için, lütfen kullanıcıya e-posta hesabını kontrol etmesini söyleyin

source: Superuser added:
ar_om: تم إضافة SuperUser
fr_fr: Super-utilisateur ajouté :
it_it: Superuser aggiunto :
pl: Dodano super użytkownika:
pt_br: Superusuário adicionado:
tr_tr: Süperkullanıcı eklendi:

source: User added:
ar_om: تم إضافة المستخدم
fr_fr: Utilisateur ajouté :
it_it: Utente aggiunto:
pl: Dodano użytkownika:
pt_br: Usuário adicionado:
tr_tr: Kullanıcı eklendi:

source: Id: {0}
ar_om: المعرف: {0}
fr_fr: Identifiant : {0}
it_it: Identificatore : {0}

source: Username: {0}
ar_om: اسم المستخدم: {0}
fr_fr: Nom d'utilisateur : {0}
it_it: Nome utente: {0}
pl: Nazwa użytkownika: {0}
pt_br: Nome de usuário: {0}
tr_tr: Kullanıcı Adı: {0}

source: Email: {0}
ar_om: البريد الكتروني: {0}
fr_fr: Courriel : {0}
tr_tr: E-posta: {0}

source: Role: {0}
ar_om: الدور: {0}
pt_br: Papel: {0}
tr_tr: Rol: {0}

source: Password: {0}
ar_om: كلمه المرور: {0}
fr_fr: Mot de passe : {0}
pl: Hasło: {0}
pt_br: Senha: {0}
tr_tr: Şifre: {0}

source: User could not be added:
ar_om: تعذر أضافه المستخدم:
pt_br: Usuário não pôde ser adicionado:
tr_tr: Kullanıcı eklenemedi:

source: Field: {0} Error: {1}
ar_om: الحقل: {0} خطا: {1}
fr_fr: Champ : {0} Erreur : {1}
it_it: Campo : {0} Errore : {1}
pl: Pole: {0} Błąd: {1}
pt_br: Campo: {0} Erro: {1}
tr_tr: Alan: {0} Hata: {1}

source: The user was not found.
ar_om: لم يتم العثور علي المستخدم.
fr_fr: L'utilisateur n'a pas été trouvé.
it_it: Utente non trovato.
pl: Nie odnaleziono użytkownika.
pt_br: O usuário não foi encontrado.
tr_tr: Kullanıcı bulunamadı.

source: The user {0} was not deleted. Please try again
ar_om: لم يتم حذف المستخدم {0}. الرجاء المحاولة مره أخرى
fr_fr: L'utilisateur {0} n'a pas été supprimé. Veuillez réessayer
it_it: L'Utente {0} non è stato cancellato. Per favore riprovare
pl: Usuwanie użytkownika {0} nie powiodło się. Spróbuj ponownie
pt_br: O usuário {0} não foi deletado. Por favor, tente novamente
tr_tr: Kullanıcı {0} silinemedi. Lütfen tekrar deneyin

source: The user {0} was deleted successfully
ar_om: تم حذف المستخدم {0} بنجاح
fr_fr: L'utilisateur {0} a été supprimé avec succès
it_it: L'utente {0} è stato cancellato con successo
pl: Użytkownik {0} został usunięty
pt_br: O usuário {0} foi deletado com êxito
tr_tr: Kullanıcı {0} başarıyla silindi

source: Hi {0}
ar_om: مرحبا {0}
fr_fr: Bonjour {0}
it_it: Ciao {0}
pl: Witaj {0}
pt_br: Olá {0}
tr_tr: Merhaba {0}

source: Reset your password here
ar_om: أعد تعيين كلمه المرور من هنا
fr_fr: Réinitialisez votre mot de passe ici
it_it: Ripristina la tua password qui
pl: Kontynuuj zmianę hasła
pt_br: Redefina sua senha aqui
tr_tr: Şifrenizi buradan sıfırlayın

source: If the link is not correctly displayed, please copy the following address in your web browser {0}
ar_om: إذا لم يتم عرض الرابط بشكل صحيح ، الرجاء نسخ العنوان التالي في مستعرض ويب {0}
pt_br: Se o link não estiver sendo exibido corretamente, por favor, copie o seguinte endereço em seu navegador {0}
tr_tr: Eğer bağlantı düzgün şekilde gözükmüyorsa, lütfen adresi internet tarayıcına kopyala {0}

source: Thank you
ar_om: شكراً لك
fr_fr: Merci
it_it: Grazie
pl: Dziękujemy
pt_br: Obrigado
tr_tr: Teşekkürler

source: Activate your social login here
ar_om: تفعيل تسجيل الدخول باستخدام شبكات التواصل الاجتماعيا
fr_fr: Activez votre identification sociale ici
it_it: Attiva qui il tuo login social
pl: Aktywuj konto
pt_br: Ative sua autenticação social aqui
tr_tr: Sosyal girişi buradan aktif hale getirin

source: Activate your account here
ar_om: تفعيل حسابك من هنا
fr_fr: Activez votre compte ici
it_it: Attiva qui il tuo account
pl: Aktywuj konto
pt_br: Ative sua conta aqui
tr_tr: Hesabınızı buradan aktif hale getirin

source: Please copy the following address in your web browser {0}
ar_om: الرجاء نسخ العنوان التالي في مستعرض ويب {0}
fr_fr: Veuillez copier l'adresse suivante dans votre navigateur web {0}
it_it: Per favore copia il seguente indirizzo nel tuo browser web {0}
pl: Skopiuj łącze do paska adresu przeglądarki {0}
pt_br: Por favor, copie o endereço a seguir em seu navegador {0}
tr_tr: Lütfen adresi internet tarayıcınıza kopyalayın {0}

source: Please copy the following address in your web browser to activate your social login {0}
ar_om: الرجاء نسخ العنوان التالي في متصفح الويب الخاص بك لتنشيط حسابك {0}
fr_fr: Veuillez copier l'adresse suivante dans votre navigateur web pour activer votre identification sociale {0}
it_it: Per favore copia il seguente indirizzo nel tuo browser web per attivare il tuo login social {0}
pl: Skopiuj łącze do paska adresu przeglądarki, aby aktywować konto {0}
pt_br: Por favor, copie o endereço a seguir em seu navegador para ativar sua autenticação social {0}
tr_tr: Lütfen sosyal girişi aktif hale getirmek için adresi internet tarayıcınıza kopyalayın {0}

source: Actions
ar_om: الاجراءات
it_it: Azioni
pl: Akcje
pt_br: Ações
tr_tr: Aksiyonlar

source: List Users
ar_om: قائمة المستخدمين
fr_fr: Lister les utilisateurs
it_it: Lista utenti
pl: Użytkownicy
pt_br: Listar usuários
tr_tr: Kullanıcıları Listele

source: Add User
ar_om: إضافة مستخدم
fr_fr: Ajouter un utilisateur
it_it: Aggiunti Utente
pl: Dodaj użytkownika
pt_br: Adicionar usuário
tr_tr: Kullanıcı Ekle

source: Username
ar_om: اسم المستخدم
fr_fr: Nom d'utilisateur
pl: Nazwa użytkownika
pt_br: Nome de usuário
tr_tr: Kullanıcı Adı

source: Email
ar_om: البريد الالكتروني
fr_fr: Courriel
tr_tr: E-posta

source: Password
ar_om: كلمه المرور
fr_fr: Mot de passe
pl: Hasło
pt_br: Senha
tr_tr: Şifre

source: First name
ar_om: الاسم الأول
fr_fr: Prénom
it_it: Nome
pl: Imię
pt_br: Nome
tr_tr: Ad

source: Last name
ar_om: الاسم الأخير
fr_fr: Nom
it_it: Cognome
pl: Nazwisko
pt_br: Sobrenome
tr_tr: Soyad

source: Active
ar_om: فعال
fr_fr: Actif
it_it: Attivo
pl: Aktywny
pt_br: Ativo
tr_tr: Aktif

source: Submit
ar_om: إرسال
fr_fr: Envoyer
it_it: Inviare
pl: Wyślij
pt_br: Enviar
tr_tr: Gönder

source: Please enter the new password
ar_om: الرجاء إدخال كلمه المرور الجديدة
fr_fr: Veuillez entrer le nouveau mot de passe
it_it: Per favore inserire la nuova password
pl: Podaj nowe hasło
pt_br: Por favor, indique a nova senha
tr_tr: Lütfen yeni bir şifre gir

source: Current password
ar_om: كلمه السر الحالية
fr_fr: Mot de passe actuel
it_it: Password attuale
pl: Obecne hasło
pt_br: Senha atual
tr_tr: Geçerli şifre

source: New password
ar_om: كلمه السر الجديدة
fr_fr: Nouveau mot de passe
it_it: Nuova password
pl: Nowe hasło
pt_br: Nova senha
tr_tr: Yeni şifre

source: Confirm password
ar_om: تاكيد كلمه المرور
fr_fr: Confirmer le mot de passe
it_it: Conferma password
pl: Potwierdź hasło
pt_br: Confirmar senha
tr_tr: Şifre onayla

source: Delete
ar_om: حذف
fr_fr: Supprimer
it_it: Cancellare
pl: Usuń
pt_br: Deletar
tr_tr: Sil

source: Are you sure you want to delete # {0}?
ar_om: هل تريد بالتاكيد حذف # {0} ؟
fr_fr: Êtes vous sûr(e) de vouloir supprimler # {0} ?
it_it: Sei sicuro di voler cancellare # {0} ?
pl: Czy na pewno usunąć # {0}?
pt_br: Tem certeza que deseja deletar # {0}?
tr_tr: Silmek istediğine emin misin # {0}?

source: Edit User
ar_om: تعديل المستخدم
fr_fr: Modifier l'utilisateur
it_it: Modifica utente
pl: Edytuj użytkownika
pt_br: Editar usuário
tr_tr: Kullanıcıyı düzenle

source: Token
ar_om: الرمز Token
fr_fr: Jeton
tr_tr: Jeton

source: Token expires
ar_om: انتهاء صلاحيه الرمز Token
fr_fr: Expiration du jeton
it_it: Scadenza Token
pl: Token wygasa
pt_br: Token expira
tr_tr: Jeton Son Kullanma Tarihi

source: Activation date
ar_om: تاريخ التفعيل
fr_fr: Date d'activiation
it_it: Data di attivazione
pl: Data aktywacji
pt_br: Data de ativação
tr_tr: Aktivasyon tarihi

source: TOS date
ar_om: تاريخ الموافقة على شروط الاستخدام
fr_fr: Date CGU
it_it: Data TOS
pl: Data (TOS)
pt_br: Data TOS
tr_tr: TOS tarihi

source: Reset Google Authenticator Token
ar_om: أعاده تعيين رمز مصادقه Google
pt_br: Redefir Token do Google Authenticator
tr_tr: Google Authenticator Jetonunu Sıfırla

source: Are you sure you want to reset token for user "{0}"?
ar_om: هل تريد بالتاكيد أعاده تعيين Token للمستخدم "{0}" ؟
pt_br: Você tem certeza que deseja redefinir o token para o usuário “{0}”?
tr_tr: Kullanıcı {0} için jetonu sıfırlamak istediğine emin misin?

source: New {0}
ar_om: {0} جديد
fr_fr: Nouveau {0}
it_it: Nuovo {0}
pl: Nowy {0}
pt_br: Novo {0}
tr_tr: Yeni {0}

source: View
ar_om: عرض
fr_fr: Voir
it_it: Vedere
pl: Szczegóły
pt_br: Visualizar
tr_tr: Görünüm

source: Change password
ar_om: تغيير كلمة المرور
fr_fr: Changer le mot de passe
it_it: Cambiare la password
pl: Zmień hasło
pt_br: Alterar senha
tr_tr: Şifre değiştir

source: Edit
ar_om: تحرير
fr_fr: Modifier
it_it: Modifier
pl: Edytuj
pt_br: Editar
tr_tr: Düzenle

source: previous
ar_om: السابق
fr_fr: précédent
it_it: precedente
pl: poprzednia
pt_br: anterior
tr_tr: önceki

source: next
ar_om: التالي
fr_fr: suivant
it_it: successivo
pl: następna
pt_br: próximo
tr_tr: sonraki

source: Please enter your username and password
ar_om: الرجاء إدخال اسم المستخدم وكلمه المرور
fr_fr: Merci de saisir votre nom d'utilisateur et votre mot de passe
it_it: Per favore inserisci il tuo nome utente e la password
pl: Podaj nazwę użytkownika i hasło
pt_br: Por favor, indique seu nome de usuário e senha
tr_tr: Lütfen kullanıcı adını ve şifreni gir

source: Remember me
ar_om: تذكرني
fr_fr: Se souvenir de moi
it_it: Ricordami
pl: Zapamiętaj
pt_br: Lembrar
tr_tr: Beni Hatırla

source: Register
ar_om: التسجيل
fr_fr: S'inscrire
it_it: Iscriviti
pl: Rejestracja
pt_br: Registrar
tr_tr: Kayıt Ol

source: Reset Password
ar_om: إعادة تعيين كلمة المرور
fr_fr: Réinitialiser le mot de passe
it_it: Ripristina Password
pl: Zresetuj hasło
pt_br: Resetar Senha
tr_tr: Şifre Sıfırla

source: Login
ar_om: تسجيل الدخول
fr_fr: S'identifier
pl: Zaloguj
pt_br: Autenticar
tr_tr: Giriş

source: Change Password
ar_om: تغيير كلمه المرور
fr_fr: Changer le mot de passe
it_it: Cambiare Password
pl: Zmień hasło
pt_br: Mudar senha
tr_tr: Şifre Değiştir

source: Social Accounts
ar_om: حسابات التواصل الاجتماعي
fr_fr: Comptes sociaux
it_it: Account Social
pl: Konta społecznościowe
pt_br: Contas sociais
tr_tr: Sosyal Hesaplar

source: Avatar
ar_om: الصورة الشخصية
fr_fr: Photo de profil
it_it: Foto profilo

source: Provider
ar_om: المزود
fr_fr: Fournisseur
pl: Dostawca
pt_br: Provedor
tr_tr: Sağlayıcı

source: Link
ar_om: رابط
fr_fr: Lien
tr_tr: Bağlantı

source: Link to {0}
ar_om: الارتباط ب {0}
fr_fr: Lier à {0}
it_it: Link a {0}
pl: Link do {0}
pt_br: Link para {0}
tr_tr: Şuna bağlı {0}

source: Accept TOS conditions?
ar_om: هل تقبل شروط الاستخدام ؟
fr_fr: Accepter les CGU ?
it_it: Accetti le condizioni TOS?
pl: Akceptuję warunki użytkowania
pt_br: Concordar com Termos de Uso?
tr_tr: TOS koşullarını kabul ediyor musun?

source: Please enter your email to reset your password
ar_om: الرجاء إدخال بريدك الكتروني لأعاده تعيين كلمه المرور
fr_fr: Merci de saisir votre email pour réinitialiser votre mot de passe
it_it: Per favore inserisci la tua email per ripristinare la password
pl: W celu zmiany hasła podaj adres e-mail
pt_br: Por favor, indique seu email para redefinir sua senha
tr_tr: Şifreni sıfırlamak için lütfen e-postanı gir

source: Resend Validation email
ar_om: أعادة تنشيط الحساب عبر البريد الالكتروني
fr_fr: Réenvoyer le courriel de validation
it_it: Rispedire Email di Convalidazione
pl: Ponownie wyślij e-mail aktywacyjny
pt_br: Reenviar email de validação
tr_tr: Doğrulama e-postasını yeniden gönder

source: Email or username
ar_om: البريد الكتروني أو اسم المستخدم
fr_fr: Courriel ou nom d'utilisateur
it_it: Email o Username
pl: E-mail lub nazwa użytkownika
pt_br: Email ou nome de usuário
tr_tr: E-posta veta kullanıcı adı

source: Verification Code
ar_om: رمز التحقق
pt_br: Código de verificação
tr_tr: Doğrulama Kodu

source: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Verify
ar_om: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> تأكيد التحقق
pt_br: <span class=“glyphicon glyphicon-log-in” aria-hidden=“true”></span> Verificar

source: Delete User
ar_om: حذف المستخدم
fr_fr: Supprimer l'utilisateur
it_it: Cancellare Utente
pl: Usuń użytkownika
pt_br: Deletar usuário
tr_tr: Kullanıcıyı Sil

source: New User
ar_om: مستخدم جديد
fr_fr: Nouvel utilisateur
it_it: Nuovo Utente
pl: Nowy użytkownik
pt_br: Novo usuário
tr_tr: Yeni Kullanıcı

source: Id
ar_om: المعرف
fr_fr: Identifiant

source: First Name
ar_om: الاسم الاول
fr_fr: Prénom
it_it: Nome
pl: Imię
pt_br: Nome
tr_tr: Ad

source: Last Name
ar_om: الاسم الاخير
fr_fr: Nom
it_it: Cognome
pl: Nazwisko
pt_br: Sobrenome
tr_tr: Soyad

source: Role
ar_om: الدور
pt_br: Papel
tr_tr: Rol

source: Activation Date
ar_om: تاريخ التفعيل
fr_fr: Date d'activiation
it_it: Data di attivazione
pl: Data aktywacji
pt_br: Data de ativação
tr_tr: Aktivasyon Tarihi

source: Tos Date
ar_om: تاريخ الموافقة على شروط الاستخدام
fr_fr: Date CGU
it_it: Data Tos
pl: Data (TOS)
pt_br: Data TOS
tr_tr: Tos Tarihi

source: Created
ar_om: تاريخ الإتشاء
fr_fr: Créé le
it_it: Creato il
pl: Utworzono
pt_br: Criado
tr_tr: Oluşturulmuş

source: Modified
ar_om: اخر تعديل
fr_fr: Modifié le
it_it: Modificato il
pl: Zmodyfikowano
pt_br: Modificado
tr_tr: Değiştirilmiş

source: Sign in with
ar_om: دخول باستخدام
fr_fr: S'identifier avec
it_it: Registrati con
pl: Zaloguj się za pomocą
pt_br: Logar com
tr_tr: Şununla giriş yapın

source: Logout
ar_om: تسجيل الخروج
fr_fr: Se déconnecter
pl: Wyloguj
pt_br: Desconectar
tr_tr: Çıkış

source: Welcome, {0}
ar_om: مرحبا ، {0}
fr_fr: Bienvenue, {0}
it_it: Benvenuto, {0}
pl: Witaj, {0}
pt_br: Bem-vindo(a), {0}
tr_tr: Hoşgeldiniz, {0}

source: reCaptcha is not configured! Please configure Users.reCaptcha.key
ar_om: لم يتم ضبط اعدادات reCaptcha! الرجاء إضافة اعدادات Users.reCaptcha.key
fr_fr: reCaptcha n'est pas configuré ! Veuillez configurer Users.reCaptcha.key
it_it: reCaptcha non configurata! Per favore configura Users.reCaptcha.key
pl: reCaptcha nie zostało skonfigurowane! Skonfiguruj opcję Users.reCaptcha.key
pt_br: reCaptcha não está configurado! Por favor, configure Users.reCaptcha.key
tr_tr: reCaptcha konfigüre edilmedi! Lütfen konfigüre edin Users.reCaptcha.key

source: Connected with {0}
ar_om: متصل ب {0}
pt_br: Conectador com {0}
tr_tr: Şununla bağlanıldı {0}

source: Connect with {0}
ar_om: الاتصال ب {0}
pt_br: Conectar com {0}
tr_tr: Şununla bağlan {0}

source: Type {0} is not valid
fr_fr: Le type {0} est invalide
it_it: Il tipo {0} non è valido
pl: Typ {0} jest nieprawidłowy

source: Type {0} has no associated callable
fr_fr: Le type {0} n'a aucune fonction de rappel associée
it_it: Il tipo {0} non ha nessuna funzione di chiamata associabile
pl: Brak callable dla typu {0}

source: SSL is required for ApiKey Authentication
fr_fr: SSL est requis pour ApiKey Authentication
it_it: SSL è richiesto per ApiKey Authentication
pl: Uwierzytelnienie ApiKey wymaga SSL

source: Missing configuration file: "config/{0}.php". Using default permissions
fr_fr: Fichier de configuration manquant : "config/{0}.php". Utilisation des permissions par défaut
it_it: File di configurazione mancante: "config/{0}.php". Utilizzo dei permessi di default
pl: Brak pliku konfiguracji: "config/{0}.php". Użyto domyślnych uprawnień

source: Table alias is empty, please define a table alias, we could not extract a default table from the request
fr_fr: L'alias de table est vide, merci de définir un alias de table, nous ne pouvons pas extraire une table par défaut depuis la requête
it_it: L'alias della tabella è vuoto, per favore definire un alias tabella, non potremmo estrarre una tabella di default dalla richiesta
pl: Alias tabeli jest pusty, zdefiniuj alias tabeli

source: Missing column {0} in table {1} while checking ownership permissions for user {2}
fr_fr: Colonne {0} manquante dans la table {1} lors de la vérification des autorisations de propriété pour l'utilisateur {2}
it_it: Colonna {0} mancante nella tabella {1} durante la verifica dei ""permessi di proprietà per l'utente {2}
pl: Nieistniejąca kolumna {0} w tabeli {0} podczas sprawdzania uprawnień dla użytkownika {2}

source: Superuser could not be added:
fr_fr: Le super-utilisateur n'a pas pu être ajouté :
it_it: Lo Superuser non può essere aggiunto :
pl: Nie można dodać super użytkownika:

source: If the link is not correcly displayed, please copy the following address in your web browser {0}
fr_fr: Si le lien n'est pas correctement affiché, veuillez copier l'adresse suivante dans votre navigateur web {0}
it_it: Se il link non viene mostrato correttamente, per favore copia il seguente indirizzo nel tuo browser web {0}
pl: Jeśli link nie jest wyświetlony poprawnie, skopiuj łącze do paska adresu przeglądarki {0}

source: List Accounts
fr_fr: Lister les comptes
it_it: Lista Account
pl: Konta

source: API token
fr_fr: Jeton d'API
pt_br: Token da API
tr_tr: API jetonu

source: Api Token
fr_fr: Jeton d'API
tr_tr: Api Jeton

source: Token Expires
fr_fr: Expiration du jeton
it_it: Scadenza Token
pl: Token wygasa
pt_br: Expiração do token
tr_tr: Jeton Bitiş Tarihi

source: Related Accounts
fr_fr: Comptes liés
it_it: Account correlati
pl: Powiązane konta

source: User Id
fr_fr: Identifiant utilisateur
it_it: Id Utente
pl: Id użytkownika

source: Reference
fr_fr: Référence
it_it: Referenza

source: Data
fr_fr: Données
it_it: Dati
pl: Dane

source: This field is required
fr_fr: Ce champ est requis
it_it: Questo campo è obbligatorio
pl: Pole wymagane
