Repository: CakeDC/users
Catalog: Locale/*/LC_MESSAGES/users.po
Languages: pt_br

source: Invalid Detail.
pt_br: Detalhe inválido.

source: Saved
pt_br: Salvo

source: %s details saved
pt_br: %s detalhe salvo

source: Invalid id for Detail
pt_br: ID inválido para Detalhe

source: Detail deleted
pt_br: Detalhe removido

source: The Detail has been saved
pt_br: O Detalhe foi salvo

source: The Detail could not be saved. Please, try again.
pt_br: O Detalhe não pode ser salvo. Por favor, tente novamente.

source: Invalid Detail
pt_br: Detalhe inválido

source: Profile saved.
pt_br: Perfil salvo.

source: Could not save your profile.
pt_br: Não foi possível salvar o perfil.

source: Invalid User.
pt_br: Usuário inválido.

source: The User has been saved
pt_br: O Usuário foi salvo

source: User saved
pt_br: Usuário salvo

source: User deleted
pt_br: Usuário removido

source: Invalid User
pt_br: Usuário inválido

source: You are already registered and logged in!
pt_br: Você já está registrado e logado!

source: Your account has been created. You should receive an e-mail shortly to authenticate your account. Once validated you will be able to login.
pt_br: Sua conta foi salva. Logo você receberá um e-mail para confirmar sua conta. Uma vez validada você poderá logar.

source: Your account could not be created. Please, try again.
pt_br: Sua conta não pôde ser criada. Por favor, tente novamente.

source: %s you have successfully logged in
pt_br: %s você se logou com sucesso

source: %s you have successfully logged out
pt_br: %s você saiu com sucesso

source: There url you accessed is not longer valid
pt_br: Essa url que você acessou não é mais válida

source: Password Reset
pt_br: Resetar senha

source: Your password has been reset
pt_br: Sua senha foi resetada

source: Please login using this password and change your password
pt_br: Por favor faça o login usando esta senha e então mude-a o mais breve possível

source: Your password was sent to your registered email account
pt_br: Sua senha foi enviada para seu e-mail registrado em sua conta

source: Your e-mail has been validated!
pt_br: Seu e-mail foi validado!

source: There was an error trying to validate your e-mail address. Please check your e-mail for the URL you should use to verify your e-mail address.
pt_br: Houve um erro ao tentar validar o seu endereço de e-mail. Por favor, verifique seu e-mail pela URL que você deve usar para verificar o seu endereço de e-mail.

source: The url you accessed is not longer valid
pt_br: A url que você acessou não é mais válida

source: Password changed.
pt_br: Senha alterada.

source: Account verification
pt_br: Verificação de conta

source: %s has been sent an email with instruction to reset their password.
pt_br: %s foi enviado um email com instruções para redefinir sua senha.

source: You should receive an email with further instructions shortly
pt_br: Você deverá receber um email com mais instruções em breve

source: No user was found with that email.
pt_br: Não foi localizado nenhum usuário com esse e-mail.

source: Invalid password reset token, try again.
pt_br: Token para redefinição de senha inválido, tente novamente.

source: Password changed, you can now login with your new password.
pt_br: Senha alterada, você pode logar agora com sua nova senha.

source: Please enter a username
pt_br: Por favor informe o nome de usuário

source: The username must be alphanumeric
pt_br: O nome de usuário deve ser alfanumérico

source: This username is already in use.
pt_br: Esse nome de usuário já está em uso.

source: The username must have at least 3 characters.
pt_br: O nome de usuário deve ter no mínimo 3 caracteres.

source: Please enter a valid email address.
pt_br: Por favor informe um endereço de e-mail válido.

source: This email is already in use.
pt_br: Esse e-mail já está em uso.

source: The password must have at least 8 characters.
pt_br: A senha deve ter no mínimo 8 caracteres.

source: Please enter a password.
pt_br: Por favor informe a sua senha.

source: The passwords are not equal, please try again.
pt_br: As senhas devem ser idênticas, por favor verifique.

source: You must agree to the terms of use.
pt_br: Você deve aceitar os termos de uso.

source: The passwords are not equal.
pt_br: As senhas não são iguais.

source: Invalid password.
pt_br: Senha inválida.

source: Invalid date
pt_br: Data inválida

source: This Email Address exists but was never validated.
pt_br: Esse endereço de e-mail existe mas nunca foi validado.

source: This Email Address does not exist in the system.
pt_br: Esse endereço de e-mail não existe no sistema.

source: The user does not exist.
pt_br: O usuário não existe.

source: Please enter your email address.
pt_br: Por favor informe seu endereço de e-mail.

source: The email address does not exist in the system
pt_br: O endereço de e-mail não existe no sistema

source: Your account is already authenticated.
pt_br: Sua conta já está autenticada.

source: Your account is disabled.
pt_br: Sua conta foi desativada.

source: Sorry, but you need to login to access this location.
pt_br: Desculpe, mas você precisa logar para acessar esse local.

source: Invalid e-mail / password combination. Please try again
pt_br: Combinação de e-mail/senha inválida. Por favor tente novamente.

source: testuser you have successfully logged in
pt_br: Usuário de teste você logou corretamente

source: floriank you have successfully logged out
pt_br: Você realizou o logout com sucesso

source: Add Detail
pt_br: Adicionar Detalhe

source: List Details
pt_br: Listar Detalhes

source: List Users
pt_br: Listar Usuários

source: New User
pt_br: Novo Usuário

source: List Groups
pt_br: Listar Grupos

source: New Group
pt_br: Novo Grupo

source: Edit Detail
pt_br: Editar Detalhe

source: Delete
pt_br: Remover

source: Are you sure you want to delete # %s?
pt_br: Você tem certeza que deseja remover # %s?

source: Details
pt_br: Detalhes

source: Page %page% of %pages%, showing %current% records out of %count% total, starting on record %start%, ending on %end%
pt_br: Página %page% de %pages%, exibindo %current% resultados de um total de %count%, iniciando em %start%, terminando em %end%

source: Actions
pt_br: Ações

source: View
pt_br: Visualizar

source: Edit
pt_br: Editar

source: previous
pt_br: anterior

source: next
pt_br: próximo

source: New Detail
pt_br: Novo Detalhe

source: Detail
pt_br: Detalhe

source: User
pt_br: Usuário

source: Position
pt_br: Posição

source: Field
pt_br: Campo

source: Value
pt_br: Valor

source: Created
pt_br: Criação

source: Modified
pt_br: Atualização

source: Delete Detail
pt_br: Remover Detalhe

source: Related Groups
pt_br: Grupos relacionados

source: User Id
pt_br: Id de Usuário

source: Is Public
pt_br: Público

source: Name
pt_br: Nome

source: Description
pt_br: Descrição

source: Submit
pt_br: Enviar

source: Password
pt_br: Senha

source: Hello %s,
pt_br: Olá %s,

source: to validate your account, you must visit the URL below within 24 hours
pt_br: para validar a sua conta, você deve visitar a URL abaixo no prazo de 24 horas

source: A request to reset your password was sent. To change your password click the link below.
pt_br: Uma solicitação para redefinir sua senha foi enviada. Para alterar sua senha, clique no link abaixo.

source: Add User
pt_br: Adicionar Usuário

source: Edit User
pt_br: Editar Usuário

source: Users
pt_br: Usuários

source: Filter
pt_br: Filtro

source: Username
pt_br: Nome de usuário

source: Search
pt_br: Buscar

source: Delete User
pt_br: Remover Usuário

source: Change your password
pt_br: Altera sua senha

source: Please enter your old password because of security reasons and then your new password twice.
pt_br: Por favor digite sua senha antiga por razões de segurança e depois sua nova senha duas vezes.

source: Old Password
pt_br: Senha antiga

source: New Password
pt_br: Nova senha

source: Confirm
pt_br: Confirmar

source: Welcome
pt_br: Bem-vindo(a)

source: Recent broadcasts
pt_br: Atualizações recentes

source: My Groups
pt_br: Meus Grupos

source: Create a new group
pt_br: Criar um novo grupo

source: Invite a user
pt_br: Convide um usuário

source: Requests to join
pt_br: Convites para participar

source: My own groups
pt_br: Meus próprios grupos

source: Members
pt_br: Membros

source: Invite user
pt_br: Convite um usuário

source: Manage Broadcast Scope
pt_br: Gerenciar escopo atualizações

source: Access
pt_br: Acesso

source: Addons
pt_br: Módulos

source: Groups im a member in
pt_br: Grupos em que sou membro

source: Leave group
pt_br: Deixar grupo

source: Remember Me
pt_br: Lembrar-me

source: Account registration
pt_br: Registro de conta

source: Please select a username that is not already in use
pt_br: Por favor selecione um nome de usuário que não esteja em uso

source: Must be at least 3 characters
pt_br: Tem que ter no mínimo 3 caracteres

source: Username must contain numbers and letters only
pt_br: Nome de usuário devem conter apenas números e letras

source: Please choose username
pt_br: Por favor escolha o nome de usuário

source: E-mail (used as login)
pt_br: E-mail (usado para logar)

source: Must be a valid email address
pt_br: O e-mail deve ser um endereço válido

source: An account with that email already exists
pt_br: Já existe uma conta com esse e-mail

source: Must be at least 5 characters long
pt_br: Deve ter pelo menos 5 caracteres

source: Password (confirm)
pt_br: Confirme sua senha

source: Passwords must match
pt_br: As senhas devem ser idênticas

source: I have read and agreed to
pt_br: Eu li e concordo com

source: Terms of Service
pt_br: Termos de Serviço

source: You must verify you have read the Terms of Service
pt_br: Você deve verificar se leu os Termos de Serviços

source: Openid Identifier
pt_br: Identificador OpenId

source: Forgot your password?
pt_br: Esqueceu sua senha?

source: Please enter the email you used for registration and you'll get an email with further instructions.
pt_br: Por favor entre com o e-mail usado no registro e você irá receber um e-mail com mais instruções.

source: Your Email
pt_br: Seu E-mail

source: Reset your password
pt_br: Redefinir sua senha

source: Search for users
pt_br: Procurar por usuários
