Repository: CakeDC/users
Catalog: resources/locales/*/users.po
Languages: hu_hu

source: Account validated successfully
hu_hu: A fiók sikeresen ellenőrizve

source: Account could not be validated
hu_hu: A fiókot nem tudtam ellenőrizni

source: Invalid token and/or social account
hu_hu: Érvénytelen token és/vagy közösségi fiók

source: Social Account already active
hu_hu: A közösségi fiók már aktív

source: Social Account could not be validated
hu_hu: A közösségi fiók nem ellenőrizhető

source: Email sent successfully
hu_hu: Az email sikeresen elküldve

source: Email could not be sent
hu_hu: Az emailt nem tudtuk elküldeni

source: Invalid account
hu_hu: Érvénytelen fiók

source: Email could not be resent
hu_hu: Az emailt nem lehet újraküldeni

source: Could not associate account, please try again.
hu_hu: Nem sikerült társítani a fiókot, próbáld meg még egyszer.

source: Social account was associated.
hu_hu: A közösségi fiók társítva.

source: You've successfully logged out
hu_hu: Sikeresen kijelentkeztél

source: Please enable Google Authenticator first.
hu_hu: Először engedélyezd a Google Authenticatort.

source: Verification code is invalid. Try again
hu_hu: Az ellenőrző kód érvénytelen. Próbáld meg újra

source: User was not found
hu_hu: A felhasználó nem található

source: Password could not be changed
hu_hu: A jelszót nem tudtuk módosítani

source: Password has been changed successfully
hu_hu: A jelszó siekresen módosítva

source: Please check your email to continue with password reset process
hu_hu: Nézd meg az emailjeidet a jelszó visszaállítás folytatásához

source: The password token could not be generated. Please try again
hu_hu: A jelszó token létrehozása sikertelen. Próbáld meg újra

source: User {0} was not found
hu_hu: A {0} felhasználó nem található

source: The user is not active
hu_hu: A felhasználó nem aktív

source: Token could not be reset
hu_hu: A token nem állítható vissza

source: Google Authenticator token was successfully reset
hu_hu: A Google Authenticator token sikeresen visszaállítva

source: Not authorized, please login first
hu_hu: Még nem jelentkeztél be. Jelentkezz be

source: You must log out to register a new user account
hu_hu: Ki kell lépned ahhoz, hogy új fiókot tudj létrehozni

source: The user could not be saved
hu_hu: A felhasználót nem lehet menteni

source: Invalid reCaptcha
hu_hu: Érvénytelen reCaptcha

source: You have registered successfully, please log in
hu_hu: Sikeresen regisztráltál, lépj be

source: Please validate your account before log in
hu_hu: Kérlek jitelesítsd a fiókodat mielőtt belépnél

source: The {0} has been saved
hu_hu: A {0} mentve

source: The {0} could not be saved
hu_hu: A {0} nincs mentve

source: The {0} has been deleted
hu_hu: A {0} törölve

source: The {0} could not be deleted
hu_hu: A {0} nem lett törölve

source: User account validated successfully
hu_hu: A fiók sikeresen ellenőrizve

source: User account could not be validated
hu_hu: A fiókot nem sikerült ellnőrizni

source: User already active
hu_hu: A fiók már aktív

source: Reset password token was validated successfully
hu_hu: A jelszó helyreállító token sikeresen ellenőrizve

source: Reset password token could not be validated
hu_hu: A jelszó helyreállító token ellenőrzése sikertelen

source: Invalid validation type
hu_hu: Helytelen ellenőrzés típus

source: Invalid token or user account already validated
hu_hu: Helytelen token vagy a fiók már ellenőrizve van

source: Token already expired
hu_hu: A token már lejárt

source: Token has been reset successfully. Please check your email.
hu_hu: A token helyreállítva. Nézd meg az emailjeidet.

source: User {0} is already active
hu_hu: {0} felhasználó már aktív

source: Username or password is incorrect
hu_hu: A felhasználói név vagy a jelszó helytelen

source: Your user has not been validated yet. Please check your inbox for instructions
hu_hu: A felhasználód még nincs ellenőrizve. Názd meg az emailjeidet a teendőkért.

source: Your social account has not been validated yet. Please check your inbox for instructions
hu_hu: A közösségi fiókod még nincs ellenőrizve. Názd meg az emailjeidet a teendőkért.

source: Your account validation link
hu_hu: A fiókod hitelesítési linkje

source: {0}Your reset password link
hu_hu: {0} A jelszó helyreállítás linkje

source: {0}Your social account validation link
hu_hu: {0} A közösségi fiókod ellenőrzési linkje

source: Please enter your email
hu_hu: Add meg az emailedet.

source: Missing 'username' in options data
hu_hu: Hiányzó 'username' az opciókban

source: Social account already associated to another user
hu_hu: A közösségi fiók már csatlakoztatva van egy másik felhasználóhoz

source: Reference cannot be null
hu_hu: A hivatkozás nem lehet null

source: Token expiration cannot be empty
hu_hu: A token lejárat nme lehet üres

source: User not found
hu_hu: A felhasználó nem található

source: User account already validated
hu_hu: A felhasználói fiók már ellenőrizve van

source: User not active
hu_hu: A felhasználó nem aktív

source: The current password does not match
hu_hu: A jelenlegi jelszó nem stimmel

source: You cannot use the current password as the new one
hu_hu: Nem lehet az új jelszó azonos a régivel

source: User not found for the given token and email.
hu_hu: Nem található felhasználó ehhez a tokenhez és emailhez.

source: Token has already expired user with no token
hu_hu: A token lejárt felhasználó token nélkül

source: Account already validated
hu_hu: A fiók már ellenőrizve van

source: Account not found for the given token and email.
hu_hu: Nem található fiók ehhez a tokenhez és emailhez.

source: Unable to login user with reference {0}
hu_hu: Nem tudom belépni a usert a {0} hivatkozással

source: Email not present
hu_hu: Hiányzó email

source: Your password does not match your confirm password. Please try again
hu_hu: A jelszavad és a jelszó megerősítés nem azonos. Próbáld meg újra

source: Username already exists
hu_hu: A felhasználónév már foglalt

source: Email already exists
hu_hu: Az email már foglalt

source: Utilities for CakeDC Users Plugin
hu_hu: Eszközök a CakeDC Users Puginhez

source: Activate an specific user
hu_hu: Egy bizonyos felhasználó aktiválása

source: Add a new superadmin user for testing purposes
hu_hu: Új superadmin hozzáadása tesztelési céllal

source: Add a new user
hu_hu: Új felhasználó

source: Change the role for an specific user
hu_hu: Egy felhasználói szerep módosítása

source: Deactivate an specific user
hu_hu: Egy felhasználó deaktiválása

source: Delete an specific user
hu_hu: Egy felhasználó törlése

source: Reset the password via email
hu_hu: Jelszó helyreállítás emailben

source: Reset the password for all users
hu_hu: Minden feéhasználó jelszavának visszaállítása

source: Reset the password for an specific user
hu_hu: Egy felhasználó jelszavának visszaállítása

source: Please enter a password.
hu_hu: Adj meg egy jelszót

source: Password changed for all users
hu_hu: Mindne felhasználó jelszava módosítva

source: New password: {0}
hu_hu: Új jelszó: {0}

source: Please enter a username.
hu_hu: Adj meg egy felhasználónevet.

source: Password changed for user: {0}
hu_hu: A {0} felhasználó jelszava megváltoztatva

source: Please enter a role.
hu_hu: Adj meg egy szerepet.

source: Role changed for user: {0}
hu_hu: {0} felhasználó szerepe módosítva

source: New role: {0}
hu_hu: Új szerep: {0}

source: User was activated: {0}
hu_hu: {0} felhasználó aktiválva

source: User was de-activated: {0}
hu_hu: {0} felhasználó deaktiválva

source: Please enter a username or email.
hu_hu: Adj meg egy felhasználónevet vagy egy emailt.

source: Please ask the user to check the email to continue with password reset process
hu_hu: Kérd meg a felhasználót, hogy nézze meg az emailjeit, hogy folytatni tudja a jelszó visszaállítási folyamatot

source: Superuser added:
hu_hu: Superuser hozzáadva:

source: User added:
hu_hu: A felhasználó hozzáadva:

source: Username: {0}
hu_hu: Felhasználónév: {0}

source: Role: {0}
hu_hu: Szerep: {0}

source: Password: {0}
hu_hu: Jelszó: {0}

source: User could not be added:
hu_hu: A felhasználót ne tudtuk hozzáadni:

source: Field: {0} Error: {1}
hu_hu: Mező: {0} Hiba: {1}

source: The user {0} was not deleted. Please try again
hu_hu: {0} felhasználó nem lett törölve. Próbáld meg újra

source: The user {0} was deleted successfully
hu_hu: {0} felhasználó sikeresen törölve

source: Hi {0}
hu_hu: Szia {0}

source: Reset your password here
hu_hu: Jelszó visszaállítás

source: If the link is not correctly displayed, please copy the following address in your web browser {0}
hu_hu: Ha a link nem jelenik meg jól, akkor másold be ezt a címet a böngésződbe {0}

source: Thank you
hu_hu: Köszi

source: Activate your social login here
hu_hu: Aktiváld a közösségi fiókodat

source: Activate your account here
hu_hu: Aktiváld a fiókodat

source: Please copy the following address in your web browser {0}
hu_hu: Másold be a böngésződbe ezt a címet {0}

source: Please copy the following address in your web browser to activate your social login {0}
hu_hu: Másold be a böngésződbe ezt a címet a közösségi fiókod aktiválásához {0}

source: Actions
hu_hu: Műveletek

source: List Users
hu_hu: Felhasználók

source: Add User
hu_hu: Új felhasználó

source: Username
hu_hu: Felhasználói név

source: Password
hu_hu: Jelszó

source: First name
hu_hu: Keresztnév

source: Last name
hu_hu: Családi név

source: Active
hu_hu: Aktív

source: Submit
hu_hu: Ment

source: Please enter the new password
hu_hu: Add meg az új jelszót

source: Current password
hu_hu: Jelenlegi jelszó

source: New password
hu_hu: Új jelszó

source: Confirm password
hu_hu: Jelszó megerősítése

source: Delete
hu_hu: Törlés

source: Are you sure you want to delete # {0}?
hu_hu: Biztos törlöd # {0}?

source: Edit User
hu_hu: Felhasználó módosítása

source: Token expires
hu_hu: Token lejárat

source: Activation date
hu_hu: Aktiválás dátuma

source: TOS date
hu_hu: Felhasználó feltételek dátuma

source: Reset Google Authenticator Token
hu_hu: Google Authenticator Token visszaállítása

source: Are you sure you want to reset token for user "{0}"?
hu_hu: Biztos vagy benne, hogy vissza akarod állítani {0} felhasználó tokenjét?

source: New {0}
hu_hu: Új {0}

source: View
hu_hu: Mutat

source: Change password
hu_hu: JElszó módosítás

source: Edit
hu_hu: Szerkeszt

source: previous
hu_hu: előző

source: next
hu_hu: következő

source: Please enter your username and password
hu_hu: Add meg a felhasználói nevedet és a jelszavadat

source: Remember me
hu_hu: Emlékezz rám

source: Register
hu_hu: Regisztrálok

source: Reset Password
hu_hu: Jelszó visszaállítás

source: Login
hu_hu: Belépés

source: Change Password
hu_hu: Jelszó módosítás

source: Social Accounts
hu_hu: Közösségi fiókok

source: Provider
hu_hu: Kiszolgáló

source: Link to {0}
hu_hu: Kapcsolódva: {0}

source: Accept TOS conditions?
hu_hu: Elfogadod a felhasználó feltételeket?

source: Please enter your email to reset your password
hu_hu: Add meg az emailcímedet a jelszó helyreállításhoz

source: Resend Validation email
hu_hu: Ellenörző email újraküldése

source: Email or username
hu_hu: Email vagy felhasználó név

source: Verification Code
hu_hu: Ellenörző kód

source: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Verify
hu_hu: <span class="glyphicon glyphicon-log-in" aria-hidden="true"></span> Ellenőriz

source: Delete User
hu_hu: Felhasználó törlése

source: New User
hu_hu: Új felhasználó

source: Role
hu_hu: Szerep

source: Tos Date
hu_hu: Felhasználói feltételek dátuma

source: Created
hu_hu: Létrehozva

source: Modified
hu_hu: Módosítva

source: Sign in with
hu_hu: Belépés ezzel

source: Logout
hu_hu: Kilép

source: Welcome, {0}
hu_hu: Üdv {0}!

source: reCaptcha is not configured! Please configure Users.reCaptcha.key
hu_hu: A reCaptcha nincs beállítva! Ellenőrizd a Users.reCaptcha.key beállítást

source: Connected with {0}
hu_hu: Összekapcsolódva ezzel: {0}

source: Connect with {0}
hu_hu: Kapcsolódás ehhez: {0}
